Repository: pypi-data/pypi-mirror-308
Catalog: packages/m9s-payment-gateway-paypal/m9s_payment_gateway_paypal-7.0.1.tar.gz/m9s_payment_gateway_paypal-7.0.1/locale/*.po
Languages: de

# field:payment_gateway.gateway,paypal_mode:
source: Paypal Mode
de: PayPal Modus

# field:payment_gateway.transaction,approval_url:
source: Approval URL
de: Bestätigungs-URL

# field:payment_gateway.transaction,customer_id:
source: Customer ID
de: Kunden ID

# help:payment_gateway.gateway,paypal_mode:
source: The Paypal API mode (testing or live).
de: Der PayPal API Modus (Test oder Live)

# nereid:checkout.py:124
source: PayPal payment canceled
de: Zahlung mit PayPal abgebrochen

# nereid:checkout.py:126
source: Error in payment processing
de: Fehler bei Zahlungsdurchführung

# nereid:checkout.py:154
source: Error in payment processing
de: Fehler bei Zahlungsdurchführung

# nereid:checkout.py:42
source: Paid by PayPal
de: Zahlung mit PayPal

# nereid:checkout.py:88
source: Error in payment processing
de: Fehler bei der Zahlungsdurchführung

# nereid:checkout.py:91
source: Error in payment processing
de: Fehler bei der Zahlungsdurchführung

# nereid:payment.py:15
source: Paid by PayPal
de: Zahlung mit PayPal

# view:payment_gateway.gateway:
source: PayPal Settings
de: Einstellungen PayPal
